<div id="drupal-8-0-promo">
  <p>С более чем 200 новыми возможностями и улучшениями, предстоящий релиз лидирующей мировой платформы управления веб-контекнтом с открытым исходным кодом покорит вас. Drupal 8 установит новый стандарт простоты использования, в то же время предлагая бесчисленное количество новых способов для производства и доставки вашего содержимого в интернете. Легко изменяйте структуру данных, отображение и страницы, а также восползуйтесь новыми возможностями для отображения данных на мобильных устройствах, API для разработки, и адаптации под многоязычность.</p>
  <p>С компактным и мощнейшим ядром, легкой мигарцией с прошлых версий, с инструментами in-place редактирования содержимого и новой силой для модулей и тем, благодаря объектно-ориентированному программированию (ООП), в Drupal 8 есть что-то для каждого, чтобы полюбить эту систему. </p>

  <h2>Некоторые новые возможности и улучшения Drupal 8:</h2>
  <div class="features">
    <div class="feature mobile">
      <h3>Поддержка мобильных устройств</h3>
      <p>Сайт удобный для использования на любом устройстве.</p>
    </div>
    <div class="feature multilangual">
      <h3>Многоязычность</h3>
      <p>Переводи любой текст с помощью встроенного интерфейса.</p>
    </div>
    <div class="feature configuration">
      <h3>Новый подход к управлению настройками</h3>
      <p>Удобный перенос настроек между окржуниями и простое управление версиями.</p>
    </div>
    <div class="feature accessibility">
      <h3>Доступная среда</h3>
      <p>Использование технологий для людей с физическими ограничениями, таких как WAI-ARIA и семантический HTML 5.</p>
    </div>
    <div class="feature ux">
      <h3>Удобный пользовательский интерфейс</h3>
      <p>Leverage jQuery UI's autocomplete and modal dialogs to serve your visitors a better experience. </p>
   </div>
    <div class="feature web-services">
      <h3>Built-in Web Services</h3>
      <p>Создавай мобильный приложения использую Drupal как источник данных, or even post back to Drupal from the client.</p>
    </div>
    <div class="feature authoring">
      <h3>Простое редактирование</h3>
      <p>Встроенный редактор WYSIWYG и редактирование на лету, чтобы быстро создавать структурированные материалы и изменять их.</p>
    </div>
    <div class="feature theming">
      <h3>Веселая и быстрая темизация</h3>
      <p>Новый быстрый, гибкий и безопасный шаблонизатор Twig, чтобы менять дизайн сайта.</p>
    </div>
    <div class="feature views">
      <h3>Модуль Views в ядре</h3>
      <p>Простой способ изменить вид главной страницы, списка блоков, и т.п. Простое создание страниц администрирования, управление фильтрами и действиями, ...</p>
    </div>
    <div class="feature field">
      <h3>Новые Поля</h3>
      <p>В Drupal 8 включены новые типы полей: ссылки, дата, телефон, e-mail. Теперь поля можно добавлять к новым типам материалам: блокам, форме контактов.</p>
    </div>
    <div class="feature markup">
      <h3>HTML 5 разметка</h3>
      <p>Разметка страниц в Drupal 8 основана на HTML 5. В каждом шаблоне есть упрошенный элементы и классы с нативной поддержкой ввода дааных на мобильных: дата, e-mail, телефон.</p>
    </div>
    <div class="feature industry">
      <h3>Стандарты Индустрии</h3>
      <p>Non-Drupal developers can embrace object oriented programming and proven technologies from the larger PHP community.</p>
    </div>
    <div class="feature adopters">
      <h3>Пионеры</h3>
      <p>Компании и организации по всему миру уже используют Drupal 8. А когда начнешь ты?</p>
    </div>
  </div>
</div>
