<div id="drupal-8-0-promo">
  <p>Мы не сомневаемся, что грядущий релиз ведущей открытой платформы управления контентом не оставит вас равнодушным. Более двухсот новых функций и улучшений! Мы считаем, что благодаря несчетному количеству возможностей для проектирования и разработки, Друпал 8 станет эталоном простой и удобной CMS. Вы обязательно оцените легкость работы со структурами данных, воспользуетесь возможностями для мобильной разработки, построения API и интернационализации ваших проектов.</p>
  <p>Мощное и компактное ядро, продуманный механизм миграции с предыдущих версий, inplace-редактор для содержимого, вся мощь ООП для разработки новых модулей и тем оформления - поверьте, вам есть за что полюбить Друпал 8.</p>

  <h2>Некоторые новые возможности и улучшения Drupal 8:</h2>
  <div class="features">
    <div class="feature mobile">
      <h3>Поддержка мобильных устройств</h3>
      <p>Сайт удобный для использования на любом устройстве.</p>
    </div>
    <div class="feature multilangual">
      <h3>Многоязычность</h3>
      <p>Переводи любой текст с помощью встроенного интерфейса.</p>
    </div>
    <div class="feature configuration">
      <h3>Новый подход к управлению настройками</h3>
      <p>Удобный перенос настроек между окружениями и простое управление версиями.</p>
    </div>
    <div class="feature accessibility">
      <h3>Доступная среда</h3>
      <p>Использование технологий для людей с физическими ограничениями, таких как WAI-ARIA и семантический HTML 5.</p>
    </div>
    <div class="feature ux">
      <h3>Удобный пользовательский интерфейс</h3>
      <p>Использование jQuery UI для автодополнения и модальных окон, чтобы предоставить вашим посетителям передовые решения. </p>
   </div>
    <div class="feature web-services">
      <h3>Встроенные Веб-Сервисы</h3>
      <p>Создавай мобильные приложения используя Drupal как источник данных, а так же отправляй данные в друпал из клиентской части.</p>
    </div>
    <div class="feature authoring">
      <h3>Простое редактирование</h3>
      <p>Встроенный редактор WYSIWYG и редактирование на лету позволяют быстро создавать структурированные материалы и изменять их.</p>
    </div>
    <div class="feature theming">
      <h3>Приятная и быстрая темизация</h3>
      <p>Создавай сайты быстро с гибким и безопасным шаблонизатором Twig.</p>
    </div>
    <div class="feature views">
      <h3>Модуль Views из коробки</h3>
      <p>Простой способ изменить вид главной страницы, списка блоков, и т.п. Простое создание страниц администрирования, управление фильтрами и действиями, ...</p>
    </div>
    <div class="feature field">
      <h3>Новые Поля</h3>
      <p>В Drupal 8 включены новые типы полей: ссылки, дата, телефон, e-mail. Теперь поля можно добавлять к новым типам материалам: блокам, форме контактов.</p>
    </div>
    <div class="feature markup">
      <h3>Улучшенная разметка с HTML 5</h3>
      <p>Разметка страниц в Drupal 8 основана на HTML 5. В каждом шаблоне есть упрошенный элементы и классы с нативной поддержкой ввода данных на мобильных: дата, e-mail, телефон.</p>
    </div>
    <div class="feature industry">
      <h3>Стандарты Индустрии</h3>
      <p>Разработчики не знакомые с Drupal могут применять объектно-ориентированное программирование и проверенные технологии от крупнейшего PHP-сообщества.</p>
    </div>
    <div class="feature adopters">
      <h3>Первопроходцы</h3>
      <p>Компании и организации по всему миру уже используют Drupal 8. А когда начнешь ты?</p>
    </div>
  </div>
</div>
